Repository: thtomate/WebCableDiag
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Select site
de: Standort auswählen

source: Central
de: Zentrale

source: Site
de: Standort

source: Central switch
de: Zentraler Switch

source: MAC address search on central switch (Which switch has the endpoint?)
de: MAC-Adress-Suche auf zentralem Switch (An welchem Switch ist das Endgerät?)

source: Search
de: Suchen

source: Switches to choose from
de: Switche zur Auswahl

source: Back to site selection
de: Zurück zur Standortauswahl

source: MAC address search on this switch (Which port is the endpoint on?)
de: MAC-Adress-Suche auf diesem Switch (An welchem Port ist das Endgerät?)

source: Available interfaces
de: Verfügbare Interfaces

source: Select all
de: Alle auswählen

source: Deselect all
de: Alle abwählen

source: Or add manually
de: Oder manuell hinzufügen

source: Run TDR
de: TDR ausführen

source: No interfaces found or error fetching.
de: Keine Interfaces gefunden oder Fehler beim Abruf.

source: Interfaces (comma separated)
de: Interfaces (Kommagetrennt)

source: Results for
de: Ergebnisse für

source: Error
de: Fehler

source: Approximate length (m)
de: Ungefähre Länge (m)

source: Back
de: Zurück

source: MAC search result
de: MAC Suche Ergebnis

source: Mapped inventory
de: Mapped Inventar

source: To switch page
de: Zur Switchseite

source: Search this MAC on the switch
de: Diese MAC auf dem Switch suchen

source: No mapping to inventory found
de: Kein Mapping zu Inventar gefunden

source: Invalid MAC address
de: Ungültige MAC Adresse

source: Site not found
de: Site nicht gefunden

source: No interfaces selected
de: Keine Schnittstellen ausgewählt

source: Error fetching interfaces: %(err)s
de: Fehler beim Abrufen der Interfaces: %(err)s

source: Invalid MAC address or site not present
de: Ungültige MAC Adresse oder Site nicht vorhanden

source: MAC not found in central switch MAC table
de: MAC nicht in MAC‑Tabelle des zentralen Switches gefunden

source: MAC not found in switch MAC table
de: MAC nicht in MAC‑Tabelle des Switches gefunden

source: Switch not in inventory for this site
de: Switch nicht im Inventar für diese Site

source: MAC %(mac)s found on interface %(iface)s. Attempting to highlight.
de: MAC %(mac)s gefunden auf Schnittstelle %(iface)s. Ich versuche es dir schon zu markieren.
